-- MySQL dump 10.13  Distrib 5.7.22, for Linux (x86_64)
--
-- Host: 127.0.0.1    Database: jomay
-- ------------------------------------------------------
-- Server version	5.7.22

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Table structure for table `brands`
--

DROP TABLE IF EXISTS `brands`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `brands` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `name` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `logo` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `place` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `introduce` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `category_id` int(10) unsigned NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `nationality` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `major_products` varchar(2000) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `major_models` varchar(2000) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `brands_name_index` (`name`)
) ENGINE=InnoDB AUTO_INCREMENT=19 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `brands`
--

LOCK TABLES `brands` WRITE;
/*!40000 ALTER TABLE `brands` DISABLE KEYS */;
INSERT INTO `brands` VALUES (1,'METSO','http://www.hbjomay.com/uploads/images/brand-logos/201806/11//_1528703958_cqMnAjbO0u.jpg','芬兰','<p><font>METSO公司简介:<br>METSO 自动化生产线是提供造纸，石油化工行业自动化解决方案的专业公司。主要提供造纸，石化行业控制、开关阀门的整套方案。产品覆盖阀门，执行机构(气动)，定位器，限位开关。近年来，METSO AUTOMATION 着力与石油化工行业阀门的开发及应用，是同行业的佼佼者</font></p><p><font><br>属下品牌:<br>Neles<br>Jamesbury<br>Mapag<br>Stonel<br></font><br></p>',32,'2018-06-11 07:59:18','2018-06-11 07:59:18','芬兰','芬兰metso,metso定位器,metso阀门定位器,metso阀门 Metso控制阀，美卓Metso开关阀，美卓Metso球阀，美卓Metso蝶阀, 美卓Metso执行机构，美卓Metso限位开关','ND9103HX1T'),(2,'BENDER','http://www.hbjomay.com/uploads/images/brand-logos/201806/11//_1528724846_K6lp3tAks7.png','德国','<p><font>德国bender本德尔公司是专业从事低压系统漏电保护技术的专业厂商。自从1939年公司创始人瓦特尔·本德尔先生发明了第一台绝缘监视仪，1946年创办本德尔公司到今天，公司已经经历了60多年的发展壮大。直至今天，本德尔公司仍然在对低压不接地系统、接地系统和电阻接地系统的绝缘监视和漏电保护技术方面保持着世界领先水平。</font></p><p><font>公司的技术核心人员是许多国际和德国标准的委员会的委员，直接参与工业、建筑、医疗、交通等领域有关电气安全和测量标准的制定，这使公司具备了潜在的发展优势，并奠定了公司在低压系统漏电保护技术上的全球领先地位。<br>本德尔的系统解决方案既保护电器设备的安全可靠运行，又保护人身免遭漏电事故的伤害。在医疗领域，本德尔公司提供医用隔离变压器、绝缘监视仪、剩余电流监视仪（漏电流监视仪）、双路电源自动切换装置以及便携式、多用途的医疗电器测试仪Unimet 1100ST等产品<br>德国本德尔公司早在上世纪八十年代即进入中国大陆市场，首先为中国的煤矿和船舶行业提供技术先进的绝缘监视设备。<br></font></p>',179,'2018-06-11 13:47:26','2018-06-11 13:47:26','德国','德国Bender IR/IRDH系列绝缘监视仪 ；德国Bender IR420-D4型绝缘监视仪；德国Bender IR425-D4型绝缘监视仪；德国Bender IR125-4型绝缘监视仪；该产品介绍：bender,德国bender,bender监视器,bender绝缘监视仪bender,德国bender,bender监视器,bender绝缘监视仪bender,德国bender,bender监视器,bender绝缘监视仪bender,德国bender,bender监视器,bender绝缘监视仪','IRDH275-435 IRDH275B-435 IRDH275BM-727  AGH675S-7-2000  W20AB  WX-100 RCMA420-D-1 IRDH575B2-435    B91065503 \r\nIRDH575B2W-435    B91065503W    MK2418A-12    B923796  MK2418CP-11    B923786P  RCM470LY-11'),(3,'OILGEAR','http://www.hbjomay.com/uploads/images/brand-logos/201806/13//_1528883387_RUmE2PSjcC.jpg','美国','<p><font>美国OILGEAR公司成立于1920年，专业从事液压驱动系统、流体动力机器设计与产生。OILGEAR公司始终拥有丰富的液压及电控技术, 为世界各地的各种液压机制造商及其用户服务。OILGEAR　TOWLER公司的液压机和挤压机液压电控系统是该公司非常成熟可靠的系统，深受用户欢迎。</font><font>美国OILGEAR公司于1985年合并了欧洲TOWLER集团公司，公司从此称为OILGEAR TOWLER。OILGEAR TOWLER公司在美国、欧洲和亚洲都设有制造厂，成为了全球性公司。致力服务于冶金、金属加工、机床、汽车、石油化工、建筑机械、玻璃和木材机械业领域。OILGEAR TOWLER公司一半以上的产品出口供应国际市场，具有很高的国际声誉。</font><font><br></font><br></p>',2,'2018-06-13 09:49:47','2018-06-13 09:49:47','美国','OILGEAR TOWLER泵、OILGEAR TOWLER阀、OILGEAR液压阀、OILGEAR电磁阀、OILGEAR泵、OILGEAR柱塞泵。','OILGEAR开式回路轴向柱塞泵： PVG开式回路轴向柱塞泵、PVV开式回路轴向柱塞泵、PVWJ开式回路轴向柱塞泵、PVWH开式回路轴向柱塞泵、PVWW开式回路轴向柱塞泵、PVM开式回路轴向柱塞泵、PVK开式回路轴向柱塞泵、PFBA高压定量柱塞泵、PFBA9高压定量柱塞泵、PFBK高压定量柱塞泵、PFCM高压定量柱塞泵、PFCS高压定量柱塞泵、PVWC闭式回路轴向柱塞泵。'),(4,'DURAG','http://www.hbjomay.com/uploads/images/brand-logos/201806/13//_1528884047_HtSoC0k4uQ.jpg','德国','<p>德国DURAG公司成立于1945年，位于德国汉堡。公司主要生产燃烧、烟气监测和火焰检测等产品，DURAG公司主要生产DURAG火焰检测器，DURAG高能点火装置，DURAG粉尘仪、DURAG浊度仪、DURAG交通隧道监控仪器设备、DURAG烟气流量计，DURAG大气环境检测管理系统等；子品牌主要有DURAG、HEGWEIN、ORFEUS、VEREWA.公司是目前世界上排名第二的专业火焰检测器的供应商，仅次于美国的FORNEY公司。&nbsp;<br></p>',137,'2018-06-13 10:00:47','2018-06-13 10:00:47','德国','DURAG,德国DURAG,DURAG火焰检测器,DURAG点火器,DURAG火焰探测器,DURAG高能点火器,DURAG浊度器,DURAG粉尘仪,DURAG交通隧道监控仪器设备,DURAG烟气流量计。','D-LX100UA/94EX,D-LX100UL-P,AASD820 L20,D-UV55-10,D-GF55-20,D-LE55UL-CG,D-LE 603 US-MP,D-LE 603 UA-MP,D-UG 660-G66,DURAG\r\nD-GF 150 230A 4-20mA,D-LE 603 IG-P,D-LE 55 UL-CG,D-LE 703 IG-P,D-LE 703 UA-P,D-LX 100 UA-P,D-LX 100 UA-P,D-LX 100 IS-P,D-LX 100 IG-P。'),(5,'TACONOVA','http://www.hbjomay.com/uploads/images/brand-logos/201806/13//_1528885278_jloS0O4H6p.jpg','瑞士','<p><font><strong>Taconova&nbsp; 流量计液体循环平衡 </strong>在液压加热和冷却系统，能量载波上传输不同长度的管段。消费者，管的长度和匝数，分支，阀和热交换器的路径上的能量发生器自身的抵抗力，抑制流过它们的截面和表面粗糙度。 <br>建筑物中的能源，必须以这样的方式分布，所有建筑部分，客房和消费者根据自己的需要提供。一个良好的平衡系统的管道和阀门，避免供应过剩和不足的消费类电路，并防止恼人的流量的噪音。 舒适舒适的室内温度和显着提高能源效率的增益是可感知的，可衡量的结果hydronically平衡流系统。水力平衡-核心面积的专业的Taconova -是的现代标准的一部分，是不可缺少的，在今天建设服务解决方案&nbsp;</font></p><p><font>1直接的视觉体积流量控制 <br>2所需的水流量精确，快速，方便，连续可变调整 <br>3没有昂贵的辅助设备 <br>4不需要额外的切断阀 <br>5完善的系统压力可以更换或者维修 <br>6很小的压力损失 <br>7可以随时做出调整&nbsp;</font><br></p>',162,'2018-06-13 10:21:18','2018-06-13 10:21:18','瑞士','Taconova流量计、Taconova仪表仪器、Taconova阀门及其配件','订货号: \r\n223.4213.000 \r\n223.4214.000 \r\n223.4218.000'),(6,'BESTA','http://www.hbjomay.com/uploads/images/brand-logos/201806/13//_1528885459_yQjpjCkIPA.jpg','瑞士','<p>瑞士BESTA公司建立于1966年，是BACHOFEN HOLDING 公司的全资子公司。 BESTA公司在液位测量领域的佼佼者。浮球开关是一种结构简单，使用方便，安全可靠的液位控制器件，它具有比一般机械开关体积小，速度快，工作寿命长，与电子开关相比，它又有抗负载冲击能力强的特点，其在造船，造纸，印刷，发电机设备，石油化工，食品工业，水处理，电工，油压机械等方面有广泛的应用。<br></p>',175,'2018-06-13 10:24:19','2018-06-13 10:24:19','瑞士','瑞士BESTA,BESTA液位仪表,BESTA物位控制器,瑞士BESTA浮球开关,BESTA液位开关,BESTA开关,BESTA浮子开关','A0104，P0104，M0104，A01041，A01090，A01095，A01140，A01141，A22C04'),(7,'FHF FUNKE+HUSTER·FERNSIG','http://www.hbjomay.com/uploads/images/brand-logos/201806/13//_1528890133_AZtwDx4Wai.jpg','德国','<p><font><strong><font>FUNKE+HUSTER·FERNSIG </font>产品详细<br></strong>Funke+Huster·Fernsig GmbH 　FHF公司位于德国鲁尔工业区，有着百年生产矿用电气、电话及信号产品的历史，是世界上少有的矿山专用通讯信号、数据传输、监测监控系统的全能制造厂家。FHF公司现有300多名员工。<br>FHF公司的产品有着非常可靠的质量，所有系统的设计、生产、售后服务都有严格可靠的质量认证体系保证。</font><br></p>',76,'2018-06-13 11:42:13','2018-06-13 11:42:13','德国','FUNKE+HUSTER·FERNSIG FHF控制器 德国FUNKE+HUSTER·FERNSIG  德国FHF FUNKE+HUSTER·FERNSIG CPU控制器,FHF FUNKE+HUSTER·FERNSIG蜂呜器  德国FUNKE+HUSTER·FERNSIG信号灯 FUNKE+HUSTER·FERNSIG高压电话机','FHF GMBH      dGH21，230VAC，No.92230110 \r\nFHF GMBH      Type:EL 101 D 3260501 \r\nFHF GMBH      HPW11 Art no.21225113 \r\nFHF GMBH      21162107 AW 1 230 VAC 150 FS \r\nFHF GMBH      HPW11 Nr21225107 \r\nFHF GMBH      ZM51－ZM20-1 10MB SLAVE'),(8,'RMG','http://www.hbjomay.com/uploads/images/brand-logos/201806/13//_1528891050_jL4WGYZY9s.png','德国','<p><font>RMG RMG Regel + Messtechnik GmbH是您天燃气供应的合作伙伴,是HONEYWELL旗下分公司,RMG公司拥有可靠的应用程序,测量技术,致力于设计和建造的天燃气领域,设备.</font></p><p><span style=\"font-size: 16px;\">RMG RMG Regel + Messtechnik GmbH主要产品系列:</span></p><p><span style=\"font-size: 16px;\">放散阀RMG873、放散阀RMG835、放散阀RMG850、安全放散阀RMG832、切断阀RMG731、切断阀RMG730、调压器RMG512、调压器RMG502、调压器RMG402、调压器RMG361、调压器RMG330、调压器RMG320、调压器RMG214、调压器RMG300、调压器RMG219、调压器RMG201。气压调节器 HON 200 、气压调节器 HON 201 、气压调节器 HON 240 气压调节器 HON 240 PL 气压调节器 HON 2473 PL 气压调节器 HON 682 MK 1 und 682 MK 2EVA.</span></p>',40,'2018-06-13 11:57:30','2018-06-13 11:57:30','德国','RMG,RMG Regel + Messtechnik GmbH,德国RMG Regel + Messtechnik GmbH,RMG Regel + Messtechnik GmbH减压阀,RMG阀,RMG变送器,RMG控制器.RMG Regel + Messtechnik GmbH  RMG 气压调节器','气压调节器 RMG219-F5.5-V-F7 RMG \r\n气压调节器 RMG219-F5.5-V-F7\r\n减压阀	RMG BD-680-200-MKII\r\n减压阀	RMG300-25-11-K1a\r\n减压阀	RMG372-100-100-K1a-610\r\n减压阀	RMG370-50-31-RE1-K1a\r\n减压阀	RMG370-25-25-RE1'),(9,'WEKA','http://www.hbjomay.com/uploads/images/brand-logos/201806/14//_1528946266_QhBXj8i87N.jpg','瑞士','<p><font>瑞士生产的WEKA磁翻板液位计具有模块化设计结构、操作范围宽、结构轻巧、极好的可读性，同时可提供全面的测量方案；广泛应用于化学或其它过程工艺、船运、热电厂、水处理系统、铁路、交通、石化以及致冷系统等场合。<br>磁浮子液位计是由磁浮子、浮筒、指示器等组成的。以磁性浮子为感测部件，通过浮子内置永磁磁组与显示器的磁柱之间产生磁性耦合作用，浮子随着液面的上下浮动，吸引外部显示器磁柱的翻转，从而显示出液面高度。</font><br></p>',166,'2018-06-14 03:17:46','2018-06-14 03:17:46','瑞士','瑞士WEKA主要产品：\r\nWEKA液位计\r\nWEKA磁翻板液位计\r\nWEKA磁浮子液位计\r\nWEKA变送器\r\nWEKA传感器','37557 37589 31130-NN 31160-NN 31130-NW 31160-NW 31130-NA 31160-NA 31130-NK 31160-NK 31130-NK 31130-NT 31160-NT 31130-NI 31160-NI 31130-ND 31160-ND 31130-NM 31160-NM 31130-NS 31160-NS 31130-NA-NAM 31130-NW-NAW 23013 23614-A 23614-B 23614-K 23614-'),(10,'UNIVERSAL HYDRAULIK','http://www.hbjomay.com/uploads/images/brand-logos/201806/19//_1529392932_lPrq3jPyMp.gif','德国','<p><font><strong>德国UNIVERSAL HYDRAULIK公司介绍：<br></strong>UNIVERSAL HYDRAULIK公司的创新和以客户为导向的系统决定了日后的市场，这是通用HYDRAULIK已超过25年设计的液压系统，这是世界各地的所有应用领域中使用的冷却系统和热交换器的原则。HYDRAULIK正处在位于Neu -安斯波在德国的服务和在捷克共和国直接经销产品，此外，工作地点拥有超过25分布到全球各地。</font><br></p>',202,'2018-06-19 07:22:12','2018-06-19 07:22:12','德国','UNIVERSAL HYDRAULIK：\r\nUniversal Hydraulik热交换器\r\nUniversal Hydraulik泵\r\nUniversal Hydraulik过滤器\r\nUniversal Hydraulik气缸\r\nUniversal Hydraulik测试站\r\nUniversal Hydraulik供冷却系统，','Universal Hydraulik主要产品系列：\r\nUniversal Hydraulik 可调叶片泵 PVV系列，PSV系列自控叶片泵PSV10, PSV15, PSV20, PSV25, PSV40, PSV80, PSV100； PVQ系列自控叶片泵；SSP系列螺柱泵'),(11,'STEIMEL','http://www.hbjomay.com/uploads/images/brand-logos/201806/19//_1529393304_EyAV5cWgbg.jpg','德国','<p>德国Steimel公司主要生产泵与离心机。</p><p>摆线马达装置泵(GMB)系列 用于输送带有一定润滑性而且含有部分固体颗粒的液体介质。<br>润滑供给泵(SF)系列 用于输送的介质有一点润滑性，不含任何固体颗粒的化学产品。<br>润滑供给泵(TF)系列 用于输送所有有一点润滑性不含任何固体颗粒的介质。<br>供给泵(T)系列 用于几乎所有种类的可用泵抽吸的介质。<br>转子泵(PK)系列 用于轻轻输送所有类型的物质，从低颗度到高颗度和糊状的介质。<br>电动机水和冷却水泵(K)系列 与世界知名的柴油机和海运电动机制造商有着十多年的合作关系，用于输送冷却水(盐水、海水)和电动水。<br></p>',2,'2018-06-19 07:28:24','2018-06-19 07:28:24','德国','Steimel,steimel供给泵,steimel转子泵,steimel润滑供给泵,steimel离心泵,steimel离心机 steimel研碎机,steimel切屑传输机,steimel润滑供给泵,steimel离心泵,steimel离心机','Steimel产品型号：\r\nSteimel供给泵: T 0/36, T 1/60, T 3/80, T 4/95, T 6/80, T 8/100, T 10/120, T 11/240,\r\nSteimel润滑供给泵：TF 4/70， TF 4/95， TF 6/80， TF 6/110， TF 8/100， TF 8/120， TF 8/170， TF 10/160， TF 4/70，TF 6/80， TF 8/100， TF 10/120， TF 10/160\r\nSteimel润滑供给泵：SF 2/2， SF 2/3， SF 2/4， SF 8/300， SF 8/350， SF 8/450\r\nSteimel机组泵：GMB2D-8R， GMB2D-16R， GMB2D-24R， GMB2D-32R\r\nSteimel转子泵：PK 45/15， PK 58/25， PK 84/50， PK 115/100， PK 175/60\r\nSteimel转片供给泵：SKK 3-0060， SKK 3-0105， SKK 4-0250， SKK 4-0500， SKK 5-0850， SKK 5-1700\r\nSteimel离心机：POLAR C30, POLAR C3, POLAR C4, POLAR C5, POLAR C6, POLAR F4, POLAR F5, POLAR FK6, POLAR C4Z, POLAR K40K, POLAR K41, POLAR E7,   POLAR ZST7'),(12,'TWK','http://www.hbjomay.com/uploads/images/brand-logos/201806/19//_1529393602_pUdWfkbUXx.jpg','德国','<p><font><strong>TWK详细介绍:</strong></font></p><p><font>德国TWK公司位于杜塞尔杜夫（Dusseidorf）城市，是世界闻名的工业产品展览中心。多年来TWK产品以其极高的精确性、耐用性、可靠性和多功能性服务于自动化领域、造纸及印刷机械、检测仪表、自动机械、输送系统、起重机、压力控制、测试工作台、天线、纺织机械、模拟器、测速反馈等领域，并获得用户的广泛赞誉。其产品主要分为光电式、电磁式、感应式、电位式和磁致伸缩式五大类。<br></font></p>',96,'2018-06-19 07:33:22','2018-06-19 07:33:22','德国','TWK编码器、传感器、TWK编码器、传感器、TWK编码器、传感器、TWK编码器、传感器、TWK编码器、传感器','CR65-1024R19C21、CB65-1800RC05、KBN58-S65536RZ01；RAM22C-360K1WC01、 IW254/100-0.25-KFN-KHN、\r\nZP-P3L4-01 、CRF66*V238*E01、SWF5B-01 、RAW36A-090-12K1WD03、RP12/150-0.5-KV-KH-LI、PAS49A-1、\r\nANARS2-2、REV1E01、CRD58-4096、R4096、C2Z01、RBM36-06-512、RK1E01…'),(13,'VICKERS','http://www.hbjomay.com/uploads/images/brand-logos/201806/19//_1529393931_yx8amP20QO.jpg','美国','<p>VICKERS，威格士，EATON-VICKERS，伊顿威格士 VICKERS威格士工业阀:美国VICKERS威格士、齿轮泵、柱塞泵、叶片泵、压力阀、流量阀、换向阀、插装阀、单向阀、比例阀、伺服阀、放大器等液压元件。<br></p>',2,'2018-06-19 07:38:51','2018-06-19 07:38:51','美国','VICKERS柱塞泵、VICKERS叶片泵、VICKERS电磁阀、VICKERS油泵、VICKERS变量泵、VICKERS液压马达、VICKERS方向阀、VICKERS压力阀、VICKERS流量阀、VICKERS比例阀、VICKERS定量泵、VICKERS马达 VICKERS，威格士，EATON-VICKERS，伊顿威格士，美国VICKERS，美国威格士，VICKERS液压，威格士液压，威格士VICKERS， VICKERS泵，威格士泵，VICKERS阀，威格士阀，VICKERS液压泵，威格士液压泵，VICKERS液压阀，威格士液压阀。。。','VICKERS威格士PFB柱塞泵：PFB5、PFB10、PFB20、PFB45，PFB5-FRY-22-S124；\r\nVICKERS威格士PVB轴向柱塞泵：PVB5/6、PVB10/15、PVB20/29、PVB45、PVB90\r\nVICKERS威格士PV/PF柱塞泵：PF066、PF090、PF130、PF180、PF250、PV066、PV090、PV130、PV180、PV250；PV 060M2 R 1A 1A 1N1V20EU17**10 PV250\r\nVICKERS威格士PVH柱塞泵：PVH57QIC，PVH63QIC，PVH74QIC，PVH81QIC，PVH98QIC，PVH106QIC，PVH131QIC'),(14,'OILGEAR','http://www.hbjomay.com/uploads/images/brand-logos/201806/19//_1529394094_W2zRuTRqAU.jpg','美国','<p><font><strong>美国OILGEAR TOWLER公司介绍：<br></strong>美国OILGEAR公司成立于1920年，专业从事液压驱动系统、流体动力机器设计与产生。OILGEAR公司始终拥有丰富的液压及电控技术, 为世界各地的各种液压机制造商及其用户服务。OILGEAR　TOWLER公司的液压机和挤压机液压电控系统是该公司非常成熟可靠的系统，深受用户欢迎。</font><font>美国OILGEAR公司于1985年合并了欧洲TOWLER集团公司，公司从此称为OILGEAR TOWLER。OILGEAR TOWLER公司在美国、欧洲和亚洲都设有制造厂，成为了全球性公司。致力服务于冶金、金属加工、机床、汽车、石油化工、建筑机械、玻璃和木材机械业领域。OILGEAR TOWLER公司一半以上的产品出口供应国际市场，具有很高的国际声誉。</font><font><br></font><br></p>',2,'2018-06-19 07:41:34','2018-06-19 07:41:34','美国','美国OILGEAR TOWLER泵、OILGEAR TOWLER阀、OILGEAR液压阀、OILGEAR电磁阀、OILGEAR泵、OILGEAR柱塞泵。','OILGEAR开式回路轴向柱塞泵： PVG开式回路轴向柱塞泵、PVV开式回路轴向柱塞泵、PVWJ开式回路轴向柱塞泵、PVWH开式回路轴向柱塞泵、PVWW开式回路轴向柱塞泵、PVM开式回路轴向柱塞泵、PVK开式回路轴向柱塞泵、PFBA高压定量柱塞泵、PFBA9高压定量柱塞泵、PFBK高压定量柱塞泵、PFCM高压定量柱塞泵、PFCS高压定量柱塞泵、PVWC闭式回路轴向柱塞泵。'),(15,'ESTERS','http://www.hbjomay.com/uploads/images/brand-logos/201806/19//_1529394593_JYEvQQtDbf.jpg','德国','<p><font>德国ESTER伊斯特公司专业生产控制器，模块，继电器控制模块，多功能电源模块，变频器供电和无刷电机驱动模块，传感器模块，数字液压元件模块，辅助模块，温度、压力、速度、流量传感器，编码器，监视器等。ESTERS速度传感器测量准确率高，精度达2400000-count；高达50K/s的采样速率，1M采样点的存储深度；强大的任意传感器测量功能 ；电信号监测、监控 ，支持用户自定义传感器的测试平台；支持高速/高精度数据采集系统，老化测试可以连续使用上万次。ESTERS模块主要由强抗干扰工业级单片机和高可靠性的磁通传感器及驱动芯片组成，集成度非常高，实现了高可靠性、高精度、强抗磁场干扰的数码电子功能。</font><font><br></font><br></p>',96,'2018-06-19 07:49:53','2018-06-19 07:49:53','德国','ESTERS旋转编码器,ESTERS光电编码器,ESTERS增量编码器,ESTERS码盘,ESTERS脉冲传感器,ESTERS译码器,ESTERS超速开关,ESTERS转速计,ESTERS流速计,ESTERS凸轮开关,ESTERS速度传感器,ESTERS流量计,ESTERS流量传感器,ESTERS流量开关,ESTERS温度传感器,ESTERS温度开关.','ESTERS HTP96/000, ESTERS HTP96/015, ESTERS HTP96/014, ESTERS HTP96/012, ESTERS HTP96/010, ESTERS HTPI96/000, ESTERS OTPO96/000, ESTERS OPTI96/121, ESTERS OPTI96/120, ESTERSOPTI96/115,ESTERS FDG818, ESTERS EG510A,ESTERS EGH530A, ESTERS FG612A, ESTERS FG612, ESTERS FG618A, ESTERSFG618, ESTERSFG622A, ESTERSFG622, ESTERS HFG720, ESTERS HFG721, ESTERS HFG718A, ESTERS ORT918, ESTERS FMP1814G3, ESTERS TR1702, ESTERS ATM1613, ESTERS ATM1615, ESTERS PMO2150, ESTERS PMO2151, ESTERS PMO4150, ESTERS PMO4151, ESTERS PMO2160, ESTERS PR401/60, ESTERS PR402/120, ESTERS PR411/30, ESTERS PR412/60, ESTERS PR415/60, ESTERS PR416/120, ESTERS PR417/30, ESTERS PR418/60, ESTERS PR419/120, ESTERS PR420/60'),(16,'POMTAVA','http://www.hbjomay.com/uploads/images/brand-logos/201806/19//_1529395258_YdBYroCw6p.jpg','瑞士','<p><font>POMTAVA公司是欧洲著名的计量齿轮泵生产者，历史悠久经验丰富保证高等产品质量并且全面的服务范围。POMTAVA公司的计量齿轮泵专用于多组分领域，根据各种不同的介质可选择对应的部件处理方式，以保证更长的使用寿命。</font></p><p> </p><p><font>产品范围：</font></p><p><font>瑞士POMTAVA计量泵、POMTAVA齿轮泵、POMTAVA、POMTAVA计量齿轮泵、POMTAVA高压齿轮泵</font></p><p> </p>',2,'2018-06-19 08:00:58','2018-06-19 08:00:58','瑞士','瑞士POMTAVA计量泵、POMTAVA齿轮泵、POMTAVA、POMTAVA计量齿轮泵、POMTAVA高压齿轮泵','主要型号：\r\n\r\n1610-4-1、3611-3-1、2610-4-2、2610-1-1、1610-1-1、3611-4-1、1610-2-1、1610-4-2、1611-1-1、1611-4、2000-1-1、2000-4-1、2610-4-1、3610-3-1'),(17,'BLUMEC','http://www.hbjomay.com/uploads/images/brand-logos/201806/19//_1529396531_UOgLopjuJD.jpg','意大利','<p><font><strong>简单介绍<br></strong>Blumec Srl气缸是一家私人公司，施工，矿山机械的分类和位于意大利维罗纳。</font></p><p><font>Blumec Srl公司通常提供：地下施工设备，重型建筑设备，巨人采矿设备，建筑设备三菱和现代建筑器材。</font></p>',32,'2018-06-19 08:22:11','2018-06-19 08:22:11','意大利','BLUMEC气缸,BLUMEC阀门,BLUMEC泵,BLUMEC,意大利BLUMEC,BLUMEC,BLUMEC气缸','P2-DB-51-25-11'),(18,'SENSOREX OY','http://www.hbjomay.com/uploads/images/brand-logos/201806/19//_1529398314_IFNBF6QopP.jpg','芬兰','<p><font><b>SENSOREX OY </b>公司成立于1977，在芬兰，第一家公司开发，生产和销售自动气体控制系统根据需求控制通风，主要用于工业用途。第一个系统，1978年在住宅产品开发的基础上。<br>今天sensorex，其相当广泛的产品范围，是已知和公认的顶尖专家，在芬兰的天然气控制系统的开发和制造。出口占营业额的30%以上。</font></p><p><font><br><b>关注安全问题</b><br>我们的目标是致力于控制风险在职业安全、生产和性能，以及减少环境风险。这是通过开发气体控制应用最适合的目的，以及支持的技术解决方案。<br>通过提供这些和相关的规划和咨询服务，我们的目标是促进和发展天然气控制技术和最佳，成本有效地利用系统可用。</font></p><p><font><br><b>在最终用户方面</b><br>sensorex与任务控制和减少能源成本的建立。实用性和满足客户的要求，我们仍然是我们的指导原则。客户知道自己的需求，sensorex知道的手段。解决方案是一起达成。</font><br></p>',77,'2018-06-19 08:51:54','2018-06-19 08:51:54','芬兰','SENSOREX传感器 SENSOREX 芬兰SENSOREX SENSOREX气体监测器 SENSOREX Ex认证的传感器 SENSOREX中央单位和显示器 SENSOREX便携式传感器 SENSOREX传感器 SENSOREX Ex认证的传感器 SENSOREX中央单位和显示器 SENSOREX便携式传感器','SX200 系列\r\nSX400 系列\r\nSX900 系列\r\nGAM5 系列\r\nSX500D GAS 报警单元\r\nSX600 GAS 控制单元\r\nSX2030 GAS控制单元\r\nMX43 GAS 控制单元');
/*!40000 ALTER TABLE `brands` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `categories`
--

DROP TABLE IF EXISTS `categories`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `categories` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `name` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '名称',
  `parent_id` int(11) DEFAULT NULL,
  `lft` int(11) DEFAULT NULL,
  `rgt` int(11) DEFAULT NULL,
  `depth` int(11) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `categories_name_index` (`name`),
  KEY `categories_parent_id_index` (`parent_id`),
  KEY `categories_lft_index` (`lft`),
  KEY `categories_rgt_index` (`rgt`)
) ENGINE=InnoDB AUTO_INCREMENT=275 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `categories`
--

LOCK TABLES `categories` WRITE;
/*!40000 ALTER TABLE `categories` DISABLE KEYS */;
INSERT INTO `categories` VALUES (1,'root',NULL,1,548,0,'2018-06-11 05:02:16','2018-06-11 05:02:20'),(2,'泵',1,2,61,1,'2018-06-11 05:02:16','2018-06-11 05:02:16'),(3,'潜水泵',2,3,4,2,'2018-06-11 05:02:16','2018-06-11 05:02:16'),(4,'离心泵',2,5,6,2,'2018-06-11 05:02:16','2018-06-11 05:02:16'),(5,'活塞泵',2,7,8,2,'2018-06-11 05:02:16','2018-06-11 05:02:16'),(6,'柱塞泵',2,9,10,2,'2018-06-11 05:02:16','2018-06-11 05:02:16'),(7,'隔膜泵',2,11,12,2,'2018-06-11 05:02:16','2018-06-11 05:02:16'),(8,'螺标泵',2,13,14,2,'2018-06-11 05:02:16','2018-06-11 05:02:16'),(9,'齿轮泵',2,15,16,2,'2018-06-11 05:02:16','2018-06-11 05:02:16'),(10,'真空泵',2,17,18,2,'2018-06-11 05:02:16','2018-06-11 05:02:16'),(11,'循环泵',2,19,20,2,'2018-06-11 05:02:16','2018-06-11 05:02:16'),(12,'冷凝泵',2,21,22,2,'2018-06-11 05:02:16','2018-06-11 05:02:16'),(13,'高压泵',2,23,24,2,'2018-06-11 05:02:16','2018-06-11 05:02:16'),(14,'计量泵',2,25,26,2,'2018-06-11 05:02:16','2018-06-11 05:02:16'),(15,'深井泵',2,27,28,2,'2018-06-11 05:02:16','2018-06-11 05:02:16'),(16,'排污泵',2,29,30,2,'2018-06-11 05:02:16','2018-06-11 05:02:16'),(17,'混流／轴流／涡流泵',2,31,32,2,'2018-06-11 05:02:16','2018-06-11 05:02:16'),(18,'提升泵',2,33,34,2,'2018-06-11 05:02:16','2018-06-11 05:02:16'),(19,'叶片泵',2,35,36,2,'2018-06-11 05:02:16','2018-06-11 05:02:16'),(20,'高温泵／磁力驱动泵',2,37,38,2,'2018-06-11 05:02:16','2018-06-11 05:02:16'),(21,'油桶泵／容积泵',2,39,40,2,'2018-06-11 05:02:16','2018-06-11 05:02:16'),(22,'润滑泵',2,41,42,2,'2018-06-11 05:02:16','2018-06-11 05:02:16'),(23,'气动泵',2,43,44,2,'2018-06-11 05:02:16','2018-06-11 05:02:16'),(24,'蠕动泵',2,45,46,2,'2018-06-11 05:02:16','2018-06-11 05:02:16'),(25,'液压泵／输送泵',2,47,48,2,'2018-06-11 05:02:16','2018-06-11 05:02:16'),(26,'自吸泵／电磁泵',2,49,50,2,'2018-06-11 05:02:16','2018-06-11 05:02:16'),(27,'单联／多联泵',2,51,52,2,'2018-06-11 05:02:16','2018-06-11 05:02:16'),(28,'低温泵',2,53,54,2,'2018-06-11 05:02:16','2018-06-11 05:02:16'),(29,'流体泵',2,55,56,2,'2018-06-11 05:02:16','2018-06-11 05:02:16'),(30,'定量泵／流量泵',2,57,58,2,'2018-06-11 05:02:16','2018-06-11 05:02:16'),(31,'偏心泵／软管泵',2,59,60,2,'2018-06-11 05:02:16','2018-06-11 05:02:16'),(32,'阀',1,62,111,1,'2018-06-11 05:02:16','2018-06-11 05:02:17'),(33,'方向阀',32,63,64,2,'2018-06-11 05:02:16','2018-06-11 05:02:16'),(34,'球阀／旋塞阀',32,65,66,2,'2018-06-11 05:02:16','2018-06-11 05:02:16'),(35,'闸阀／刀闸阀',32,67,68,2,'2018-06-11 05:02:16','2018-06-11 05:02:16'),(36,'蝶阀',32,69,70,2,'2018-06-11 05:02:16','2018-06-11 05:02:16'),(37,'隔膜阀',32,71,72,2,'2018-06-11 05:02:16','2018-06-11 05:02:16'),(38,'截止阀／止回阀／切断阀',32,73,74,2,'2018-06-11 05:02:16','2018-06-11 05:02:16'),(39,'针阀／活塞阀',32,75,76,2,'2018-06-11 05:02:16','2018-06-11 05:02:16'),(40,'减压阀／卸压阀／溢流阀',32,77,78,2,'2018-06-11 05:02:16','2018-06-11 05:02:16'),(41,'安全阀／切断阀',32,79,80,2,'2018-06-11 05:02:16','2018-06-11 05:02:16'),(42,'控制阀/调节阀',32,81,82,2,'2018-06-11 05:02:16','2018-06-11 05:02:16'),(43,'调压阀/调节器',32,83,84,2,'2018-06-11 05:02:16','2018-06-11 05:02:17'),(44,'阀门电动/气动/智能定位器',32,85,86,2,'2018-06-11 05:02:17','2018-06-11 05:02:17'),(45,'阀门气/电动执行器',32,87,88,2,'2018-06-11 05:02:17','2018-06-11 05:02:17'),(46,'顺序阀/分流阀/插装阀',32,89,90,2,'2018-06-11 05:02:17','2018-06-11 05:02:17'),(47,'电磁阀/比例阀',32,91,92,2,'2018-06-11 05:02:17','2018-06-11 05:02:17'),(48,'电动球阀/气动球阀',32,93,94,2,'2018-06-11 05:02:17','2018-06-11 05:02:17'),(49,'伺服阀/开关阀',32,95,96,2,'2018-06-11 05:02:17','2018-06-11 05:02:17'),(50,'先导阀/操纵阀',32,97,98,2,'2018-06-11 05:02:17','2018-06-11 05:02:17'),(51,'燃油关断/空气起动阀',32,99,100,2,'2018-06-11 05:02:17','2018-06-11 05:02:17'),(52,'进气阀/排气阀/分气阀',32,101,102,2,'2018-06-11 05:02:17','2018-06-11 05:02:17'),(53,'夹管阀/转盘/刀闸阀',32,103,104,2,'2018-06-11 05:02:17','2018-06-11 05:02:17'),(54,'阀门控制器',32,105,106,2,'2018-06-11 05:02:17','2018-06-11 05:02:17'),(55,'冲放/疏水阀',32,107,108,2,'2018-06-11 05:02:17','2018-06-11 05:02:17'),(56,'液压阀',32,109,110,2,'2018-06-11 05:02:17','2018-06-11 05:02:17'),(57,'传感器',1,112,189,1,'2018-06-11 05:02:17','2018-06-11 05:02:17'),(58,'压力传感器',57,113,114,2,'2018-06-11 05:02:17','2018-06-11 05:02:17'),(59,'压力/温度变送',57,115,116,2,'2018-06-11 05:02:17','2018-06-11 05:02:17'),(60,'距离传感器',57,117,118,2,'2018-06-11 05:02:17','2018-06-11 05:02:17'),(61,'超声波传感器',57,119,120,2,'2018-06-11 05:02:17','2018-06-11 05:02:17'),(62,'电感式传感器',57,121,122,2,'2018-06-11 05:02:17','2018-06-11 05:02:17'),(63,'防爆感应式传感器',57,123,124,2,'2018-06-11 05:02:17','2018-06-11 05:02:17'),(64,'液位传感器',57,125,126,2,'2018-06-11 05:02:17','2018-06-11 05:02:17'),(65,'转速探头',57,127,128,2,'2018-06-11 05:02:17','2018-06-11 05:02:17'),(66,'速度探头',57,129,130,2,'2018-06-11 05:02:17','2018-06-11 05:02:17'),(67,'脉冲传感器',57,131,132,2,'2018-06-11 05:02:17','2018-06-11 05:02:17'),(68,'热流传感器',57,133,134,2,'2018-06-11 05:02:17','2018-06-11 05:02:17'),(69,'加速度传感器 ',57,135,136,2,'2018-06-11 05:02:17','2018-06-11 05:02:17'),(70,'接近传感器',57,137,138,2,'2018-06-11 05:02:17','2018-06-11 05:02:17'),(71,'温度传感器',57,139,140,2,'2018-06-11 05:02:17','2018-06-11 05:02:17'),(72,'称重传感器',57,141,142,2,'2018-06-11 05:02:17','2018-06-11 05:02:17'),(73,'位移传感器',57,143,144,2,'2018-06-11 05:02:17','2018-06-11 05:02:17'),(74,'阻挡器',57,145,146,2,'2018-06-11 05:02:17','2018-06-11 05:02:17'),(75,'终端位置传感器',57,147,148,2,'2018-06-11 05:02:17','2018-06-11 05:02:17'),(76,'分离器/分配器/发射控制器',57,149,150,2,'2018-06-11 05:02:17','2018-06-11 05:02:17'),(77,'气体传感器',57,151,152,2,'2018-06-11 05:02:17','2018-06-11 05:02:17'),(78,'振动传感/变送器',57,153,154,2,'2018-06-11 05:02:17','2018-06-11 05:02:17'),(79,'安全光幕',57,155,156,2,'2018-06-11 05:02:17','2018-06-11 05:02:17'),(80,'探头/加速计',57,157,158,2,'2018-06-11 05:02:17','2018-06-11 05:02:17'),(81,'安全传感器/可逆接触器',57,159,160,2,'2018-06-11 05:02:17','2018-06-11 05:02:17'),(82,'角度/倾斜传感器',57,161,162,2,'2018-06-11 05:02:17','2018-06-11 05:02:17'),(83,'光学/智能/颜色传感器',57,163,164,2,'2018-06-11 05:02:17','2018-06-11 05:02:17'),(84,'便携式传感器',57,165,166,2,'2018-06-11 05:02:17','2018-06-11 05:02:17'),(85,'雷达/电容/微波传感器',57,167,168,2,'2018-06-11 05:02:17','2018-06-11 05:02:17'),(86,'流量/水准传感器',57,169,170,2,'2018-06-11 05:02:17','2018-06-11 05:02:17'),(87,'激光传感器/线纱传感器',57,171,172,2,'2018-06-11 05:02:17','2018-06-11 05:02:17'),(88,'液位/压差变送器',57,173,174,2,'2018-06-11 05:02:17','2018-06-11 05:02:17'),(89,'涡流传感器',57,175,176,2,'2018-06-11 05:02:17','2018-06-11 05:02:17'),(90,'气体变送器',57,177,178,2,'2018-06-11 05:02:17','2018-06-11 05:02:17'),(91,'张力传感器',57,179,180,2,'2018-06-11 05:02:17','2018-06-11 05:02:17'),(92,'电流/电压传感器',57,181,182,2,'2018-06-11 05:02:17','2018-06-11 05:02:17'),(93,'电量传感器/电压互感器',57,183,184,2,'2018-06-11 05:02:17','2018-06-11 05:02:17'),(94,'光电传感器',57,185,186,2,'2018-06-11 05:02:17','2018-06-11 05:02:17'),(95,'扭矩传感器/测力传感器',57,187,188,2,'2018-06-11 05:02:17','2018-06-11 05:02:17'),(96,'编码器',1,190,221,1,'2018-06-11 05:02:17','2018-06-11 05:02:18'),(97,'绝对值编码器',96,191,192,2,'2018-06-11 05:02:17','2018-06-11 05:02:17'),(98,'旋转编码器',96,193,194,2,'2018-06-11 05:02:17','2018-06-11 05:02:17'),(99,'角度编码器',96,195,196,2,'2018-06-11 05:02:17','2018-06-11 05:02:17'),(100,'增量型编码器',96,197,198,2,'2018-06-11 05:02:17','2018-06-11 05:02:17'),(101,'速度编码器',96,199,200,2,'2018-06-11 05:02:17','2018-06-11 05:02:17'),(102,'防爆编码器',96,201,202,2,'2018-06-11 05:02:17','2018-06-11 05:02:18'),(103,'重载编码器',96,203,204,2,'2018-06-11 05:02:18','2018-06-11 05:02:18'),(104,'正余弦编码器',96,205,206,2,'2018-06-11 05:02:18','2018-06-11 05:02:18'),(105,'单多圈编码器',96,207,208,2,'2018-06-11 05:02:18','2018-06-11 05:02:18'),(106,'总线编码器',96,209,210,2,'2018-06-11 05:02:18','2018-06-11 05:02:18'),(107,'空心实心轴编码器',96,211,212,2,'2018-06-11 05:02:18','2018-06-11 05:02:18'),(108,'拉绳编码器',96,213,214,2,'2018-06-11 05:02:18','2018-06-11 05:02:18'),(109,'光电编码器 ',96,215,216,2,'2018-06-11 05:02:18','2018-06-11 05:02:18'),(110,'组合编码器',96,217,218,2,'2018-06-11 05:02:18','2018-06-11 05:02:18'),(111,'脉冲编码器 ',96,219,220,2,'2018-06-11 05:02:18','2018-06-11 05:02:18'),(112,'过滤器',1,222,229,1,'2018-06-11 05:02:18','2018-06-11 05:02:18'),(113,'空气过滤系统',112,223,224,2,'2018-06-11 05:02:18','2018-06-11 05:02:18'),(114,'过滤器/滤芯',112,225,226,2,'2018-06-11 05:02:18','2018-06-11 05:02:18'),(115,'干燥器/分离器 ',112,227,228,2,'2018-06-11 05:02:18','2018-06-11 05:02:18'),(116,'接头／联轴器／轴承／涨紧套',1,230,251,1,'2018-06-11 05:02:18','2018-06-11 05:02:18'),(117,'快速接头',116,231,232,2,'2018-06-11 05:02:18','2018-06-11 05:02:18'),(118,'润滑系统/输油输脂设备',116,233,234,2,'2018-06-11 05:02:18','2018-06-11 05:02:18'),(119,'分油器',116,235,236,2,'2018-06-11 05:02:18','2018-06-11 05:02:18'),(120,'打油器/注油器',116,237,238,2,'2018-06-11 05:02:18','2018-06-11 05:02:18'),(121,'胀紧套',116,239,240,2,'2018-06-11 05:02:18','2018-06-11 05:02:18'),(122,'联轴器',116,241,242,2,'2018-06-11 05:02:18','2018-06-11 05:02:18'),(123,'齿轮轴',116,243,244,2,'2018-06-11 05:02:18','2018-06-11 05:02:18'),(124,'对轴耦合器',116,245,246,2,'2018-06-11 05:02:18','2018-06-11 05:02:18'),(125,'齿轮/平凸轮',116,247,248,2,'2018-06-11 05:02:18','2018-06-11 05:02:18'),(126,'拖链/轴承 ',116,249,250,2,'2018-06-11 05:02:18','2018-06-11 05:02:18'),(127,'仪器仪表',1,252,321,1,'2018-06-11 05:02:18','2018-06-11 05:02:18'),(128,'泄漏检测仪器',127,253,254,2,'2018-06-11 05:02:18','2018-06-11 05:02:18'),(129,'测量系统',127,255,256,2,'2018-06-11 05:02:18','2018-06-11 05:02:18'),(130,'气体分析仪',127,257,258,2,'2018-06-11 05:02:18','2018-06-11 05:02:18'),(131,'气体探测器',127,259,260,2,'2018-06-11 05:02:18','2018-06-11 05:02:18'),(132,'气体测量仪',127,261,262,2,'2018-06-11 05:02:18','2018-06-11 05:02:18'),(133,'条形扫描仪',127,263,264,2,'2018-06-11 05:02:18','2018-06-11 05:02:18'),(134,'激光测距仪',127,265,266,2,'2018-06-11 05:02:18','2018-06-11 05:02:18'),(135,'测试/测量仪',127,267,268,2,'2018-06-11 05:02:18','2018-06-11 05:02:18'),(136,'平衡器/控制器',127,269,270,2,'2018-06-11 05:02:18','2018-06-11 05:02:18'),(137,'火焰检测器',127,271,272,2,'2018-06-11 05:02:18','2018-06-11 05:02:18'),(138,'质量控制器',127,273,274,2,'2018-06-11 05:02:18','2018-06-11 05:02:18'),(139,'电流表/电能表/统计仪',127,275,276,2,'2018-06-11 05:02:18','2018-06-11 05:02:18'),(140,'变送器/控制器',127,277,278,2,'2018-06-11 05:02:18','2018-06-11 05:02:18'),(141,'温/湿度检测器',127,279,280,2,'2018-06-11 05:02:18','2018-06-11 05:02:18'),(142,'减温/减压器',127,281,282,2,'2018-06-11 05:02:18','2018-06-11 05:02:18'),(143,'监测/监视器 ',127,283,284,2,'2018-06-11 05:02:18','2018-06-11 05:02:18'),(144,'电磁振动器/震荡逆变器',127,285,286,2,'2018-06-11 05:02:18','2018-06-11 05:02:18'),(145,'酸度仪/浊度仪/水质监测分析仪',127,287,288,2,'2018-06-11 05:02:18','2018-06-11 05:02:18'),(146,'人机界面/触摸屏',127,289,290,2,'2018-06-11 05:02:18','2018-06-11 05:02:18'),(147,'分析/测量/测试仪',127,291,292,2,'2018-06-11 05:02:18','2018-06-11 05:02:18'),(148,'显示器/显示屏/数显表',127,293,294,2,'2018-06-11 05:02:18','2018-06-11 05:02:18'),(149,'检设备/探测器',127,295,296,2,'2018-06-11 05:02:18','2018-06-11 05:02:18'),(150,'激光仪/热像/成像仪',127,297,298,2,'2018-06-11 05:02:18','2018-06-11 05:02:18'),(151,'声器/播放器/放大器',127,299,300,2,'2018-06-11 05:02:18','2018-06-11 05:02:18'),(152,'压力/压差表',127,301,302,2,'2018-06-11 05:02:18','2018-06-11 05:02:18'),(153,'发生器/气体发生器',127,303,304,2,'2018-06-11 05:02:18','2018-06-11 05:02:18'),(154,'色谱/光谱仪',127,305,306,2,'2018-06-11 05:02:18','2018-06-11 05:02:18'),(155,'隔离器/中继器',127,307,308,2,'2018-06-11 05:02:18','2018-06-11 05:02:18'),(156,'调速器/软启动器',127,309,310,2,'2018-06-11 05:02:18','2018-06-11 05:02:18'),(157,'射仪/旋光仪/偏振计',127,311,312,2,'2018-06-11 05:02:18','2018-06-11 05:02:18'),(158,'震动器/振荡器 ',127,313,314,2,'2018-06-11 05:02:18','2018-06-11 05:02:18'),(159,'投影/镜头',127,315,316,2,'2018-06-11 05:02:18','2018-06-11 05:02:18'),(160,'校正/校验仪器',127,317,318,2,'2018-06-11 05:02:18','2018-06-11 05:02:18'),(161,'欧姆计 ',127,319,320,2,'2018-06-11 05:02:18','2018-06-11 05:02:19'),(162,'流量仪表',1,322,351,1,'2018-06-11 05:02:19','2018-06-11 05:02:19'),(163,'流量/流速指示器',162,323,324,2,'2018-06-11 05:02:19','2018-06-11 05:02:19'),(164,'料位计',162,325,326,2,'2018-06-11 05:02:19','2018-06-11 05:02:19'),(165,'流量计',162,327,328,2,'2018-06-11 05:02:19','2018-06-11 05:02:19'),(166,'液位计',162,329,330,2,'2018-06-11 05:02:19','2018-06-11 05:02:19'),(167,'压力计/温度计',162,331,332,2,'2018-06-11 05:02:19','2018-06-11 05:02:19'),(168,'硬度计',162,333,334,2,'2018-06-11 05:02:19','2018-06-11 05:02:19'),(169,'料位计/物位计',162,335,336,2,'2018-06-11 05:02:19','2018-06-11 05:02:19'),(170,'真空计',162,337,338,2,'2018-06-11 05:02:19','2018-06-11 05:02:19'),(171,'密度计',162,339,340,2,'2018-06-11 05:02:19','2018-06-11 05:02:19'),(172,'酸度计',162,341,342,2,'2018-06-11 05:02:19','2018-06-11 05:02:19'),(173,'定位计',162,343,344,2,'2018-06-11 05:02:19','2018-06-11 05:02:19'),(174,'粘度计/比重计',162,345,346,2,'2018-06-11 05:02:19','2018-06-11 05:02:19'),(175,'液位开关',162,347,348,2,'2018-06-11 05:02:19','2018-06-11 05:02:19'),(176,'转速计',162,349,350,2,'2018-06-11 05:02:19','2018-06-11 05:02:19'),(177,'高低压电气',1,352,369,1,'2018-06-11 05:02:19','2018-06-11 05:02:19'),(178,'变压器',177,353,354,2,'2018-06-11 05:02:19','2018-06-11 05:02:19'),(179,'绝缘检测仪',177,355,356,2,'2018-06-11 05:02:19','2018-06-11 05:02:19'),(180,'电流互感器',177,357,358,2,'2018-06-11 05:02:19','2018-06-11 05:02:19'),(181,'报警器',177,359,360,2,'2018-06-11 05:02:19','2018-06-11 05:02:19'),(182,'镇流器',177,361,362,2,'2018-06-11 05:02:19','2018-06-11 05:02:19'),(183,'变频器',177,363,364,2,'2018-06-11 05:02:19','2018-06-11 05:02:19'),(184,'软启动',177,365,366,2,'2018-06-11 05:02:19','2018-06-11 05:02:19'),(185,'电抗器',177,367,368,2,'2018-06-11 05:02:19','2018-06-11 05:02:19'),(186,'电机／发动机／伺服系统／马达',1,370,401,1,'2018-06-11 05:02:19','2018-06-11 05:02:19'),(187,'发动机',186,371,372,2,'2018-06-11 05:02:19','2018-06-11 05:02:19'),(188,'电机',186,373,374,2,'2018-06-11 05:02:19','2018-06-11 05:02:19'),(189,'伺服控制器',186,375,376,2,'2018-06-11 05:02:19','2018-06-11 05:02:19'),(190,'减速机',186,377,378,2,'2018-06-11 05:02:19','2018-06-11 05:02:19'),(191,'线性定位器/执行器',186,379,380,2,'2018-06-11 05:02:19','2018-06-11 05:02:19'),(192,'驱动器',186,381,382,2,'2018-06-11 05:02:19','2018-06-11 05:02:19'),(193,'通风机/搅拌机',186,383,384,2,'2018-06-11 05:02:19','2018-06-11 05:02:19'),(194,'压力机',186,385,386,2,'2018-06-11 05:02:19','2018-06-11 05:02:19'),(195,'制动器/离合器',186,387,388,2,'2018-06-11 05:02:19','2018-06-11 05:02:19'),(196,'齿轮马达/分流马达',186,389,390,2,'2018-06-11 05:02:19','2018-06-11 05:02:19'),(197,'齿轮箱',186,391,392,2,'2018-06-11 05:02:19','2018-06-11 05:02:19'),(198,'驱动马达/直流马达',186,393,394,2,'2018-06-11 05:02:19','2018-06-11 05:02:19'),(199,'振动器/振荡器',186,395,396,2,'2018-06-11 05:02:19','2018-06-11 05:02:19'),(200,'减速箱',186,397,398,2,'2018-06-11 05:02:19','2018-06-11 05:02:19'),(201,'发电机 ',186,399,400,2,'2018-06-11 05:02:19','2018-06-11 05:02:19'),(202,'换热器／冷却器／风机',1,402,421,1,'2018-06-11 05:02:19','2018-06-11 05:02:19'),(203,'鼓风机',202,403,404,2,'2018-06-11 05:02:19','2018-06-11 05:02:19'),(204,'冷却器',202,405,406,2,'2018-06-11 05:02:19','2018-06-11 05:02:19'),(205,'热交换机',202,407,408,2,'2018-06-11 05:02:19','2018-06-11 05:02:19'),(206,'离心风机',202,409,410,2,'2018-06-11 05:02:19','2018-06-11 05:02:19'),(207,'轴流风机 ',202,411,412,2,'2018-06-11 05:02:19','2018-06-11 05:02:19'),(208,'板式/壳管式/列管式换热器 ',202,413,414,2,'2018-06-11 05:02:19','2018-06-11 05:02:19'),(209,'交换机/空调/加热器',202,415,416,2,'2018-06-11 05:02:19','2018-06-11 05:02:19'),(210,'风扇',202,417,418,2,'2018-06-11 05:02:19','2018-06-11 05:02:19'),(211,'油冷却器',202,419,420,2,'2018-06-11 05:02:19','2018-06-11 05:02:19'),(212,'电气元件',1,422,451,1,'2018-06-11 05:02:19','2018-06-11 05:02:20'),(213,'电源',212,423,424,2,'2018-06-11 05:02:19','2018-06-11 05:02:19'),(214,'开关',212,425,426,2,'2018-06-11 05:02:19','2018-06-11 05:02:19'),(215,'发射器/接收器/遥控器 ',212,427,428,2,'2018-06-11 05:02:19','2018-06-11 05:02:19'),(216,'连接器/端子',212,429,430,2,'2018-06-11 05:02:19','2018-06-11 05:02:19'),(217,'计数器',212,431,432,2,'2018-06-11 05:02:19','2018-06-11 05:02:19'),(218,'继电器/整流器/断路器',212,433,434,2,'2018-06-11 05:02:19','2018-06-11 05:02:20'),(219,'热电偶/热电阻',212,435,436,2,'2018-06-11 05:02:20','2018-06-11 05:02:20'),(220,'熔断器/隔离开关',212,437,438,2,'2018-06-11 05:02:20','2018-06-11 05:02:20'),(221,'光纤卡/插卡',212,439,440,2,'2018-06-11 05:02:20','2018-06-11 05:02:20'),(222,'处理器/切断器',212,441,442,2,'2018-06-11 05:02:20','2018-06-11 05:02:20'),(223,'滤波/抗压器 ',212,443,444,2,'2018-06-11 05:02:20','2018-06-11 05:02:20'),(224,'光源/灯泡/光纤',212,445,446,2,'2018-06-11 05:02:20','2018-06-11 05:02:20'),(225,'电路板',212,447,448,2,'2018-06-11 05:02:20','2018-06-11 05:02:20'),(226,'插头/插座/连接器',212,449,450,2,'2018-06-11 05:02:20','2018-06-11 05:02:20'),(227,'液压元件',1,452,481,1,'2018-06-11 05:02:20','2018-06-11 05:02:20'),(228,'液压缸',227,453,454,2,'2018-06-11 05:02:20','2018-06-11 05:02:20'),(229,'液压马达/柱塞马达',227,455,456,2,'2018-06-11 05:02:20','2018-06-11 05:02:20'),(230,'液压执行器',227,457,458,2,'2018-06-11 05:02:20','2018-06-11 05:02:20'),(231,'流体/液压配件',227,459,460,2,'2018-06-11 05:02:20','2018-06-11 05:02:20'),(232,'油压缓冲器',227,461,462,2,'2018-06-11 05:02:20','2018-06-11 05:02:20'),(233,'油缸/油压机',227,463,464,2,'2018-06-11 05:02:20','2018-06-11 05:02:20'),(234,'刹车离合器/制动/偶合器',227,465,466,2,'2018-06-11 05:02:20','2018-06-11 05:02:20'),(235,'油气弹簧/减振/减速器',227,467,468,2,'2018-06-11 05:02:20','2018-06-11 05:02:20'),(236,'液压软管/附件',227,469,470,2,'2018-06-11 05:02:20','2018-06-11 05:02:20'),(237,'接头/旋转接头',227,471,472,2,'2018-06-11 05:02:20','2018-06-11 05:02:20'),(238,'压缩机',227,473,474,2,'2018-06-11 05:02:20','2018-06-11 05:02:20'),(239,'分配器/配件',227,475,476,2,'2018-06-11 05:02:20','2018-06-11 05:02:20'),(240,'液压螺母',227,477,478,2,'2018-06-11 05:02:20','2018-06-11 05:02:20'),(241,'密封组件',227,479,480,2,'2018-06-11 05:02:20','2018-06-11 05:02:20'),(242,'气动元件',1,482,487,1,'2018-06-11 05:02:20','2018-06-11 05:02:20'),(243,'气动旋转接头',242,483,484,2,'2018-06-11 05:02:20','2018-06-11 05:02:20'),(244,'气缸/配件',242,485,486,2,'2018-06-11 05:02:20','2018-06-11 05:02:20'),(245,'模块',1,488,511,1,'2018-06-11 05:02:20','2018-06-11 05:02:20'),(246,'远程I/O模块',245,489,490,2,'2018-06-11 05:02:20','2018-06-11 05:02:20'),(247,'继电器模块',245,491,492,2,'2018-06-11 05:02:20','2018-06-11 05:02:20'),(248,'电源模块',245,493,494,2,'2018-06-11 05:02:20','2018-06-11 05:02:20'),(249,'监测模块',245,495,496,2,'2018-06-11 05:02:20','2018-06-11 05:02:20'),(250,'通讯模块',245,497,498,2,'2018-06-11 05:02:20','2018-06-11 05:02:20'),(251,'分频器模块',245,499,500,2,'2018-06-11 05:02:20','2018-06-11 05:02:20'),(252,'控制/输入/输出模块',245,501,502,2,'2018-06-11 05:02:20','2018-06-11 05:02:20'),(253,'隔离栅/安全栅',245,503,504,2,'2018-06-11 05:02:20','2018-06-11 05:02:20'),(254,'驱动/制动模块',245,505,506,2,'2018-06-11 05:02:20','2018-06-11 05:02:20'),(255,'扩展模块',245,507,508,2,'2018-06-11 05:02:20','2018-06-11 05:02:20'),(256,'光栅',245,509,510,2,'2018-06-11 05:02:20','2018-06-11 05:02:20'),(257,'加湿加热设备',1,512,521,1,'2018-06-11 05:02:20','2018-06-11 05:02:20'),(258,'加湿器 ',257,513,514,2,'2018-06-11 05:02:20','2018-06-11 05:02:20'),(259,'鼓风/空气加热器',257,515,516,2,'2018-06-11 05:02:20','2018-06-11 05:02:20'),(260,'流体/浸入加热器',257,517,518,2,'2018-06-11 05:02:20','2018-06-11 05:02:20'),(261,'加热器/加热元件',257,519,520,2,'2018-06-11 05:02:20','2018-06-11 05:02:20'),(262,'进口工具',1,522,539,1,'2018-06-11 05:02:20','2018-06-11 05:02:20'),(263,'电动钻',262,523,524,2,'2018-06-11 05:02:20','2018-06-11 05:02:20'),(264,'扭矩扳手',262,525,526,2,'2018-06-11 05:02:20','2018-06-11 05:02:20'),(265,'磁力钻',262,527,528,2,'2018-06-11 05:02:20','2018-06-11 05:02:20'),(266,'电动推杆',262,529,530,2,'2018-06-11 05:02:20','2018-06-11 05:02:20'),(267,'电缆工具',262,531,532,2,'2018-06-11 05:02:20','2018-06-11 05:02:20'),(268,'机械夹具/夹紧螺母',262,533,534,2,'2018-06-11 05:02:20','2018-06-11 05:02:20'),(269,'各类刀具/测量/辅助工具',262,535,536,2,'2018-06-11 05:02:20','2018-06-11 05:02:20'),(270,'喷枪',262,537,538,2,'2018-06-11 05:02:20','2018-06-11 05:02:20'),(271,'消防安全',1,540,547,1,'2018-06-11 05:02:20','2018-06-11 05:02:20'),(272,'烟雾探测器',271,541,542,2,'2018-06-11 05:02:20','2018-06-11 05:02:20'),(273,'火焰探测器',271,543,544,2,'2018-06-11 05:02:20','2018-06-11 05:02:20'),(274,'气体报警装置',271,545,546,2,'2018-06-11 05:02:20','2018-06-11 05:02:20');
/*!40000 ALTER TABLE `categories` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `migrations`
--

DROP TABLE IF EXISTS `migrations`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `migrations` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `migration` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `batch` int(11) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=14 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `migrations`
--

LOCK TABLES `migrations` WRITE;
/*!40000 ALTER TABLE `migrations` DISABLE KEYS */;
INSERT INTO `migrations` VALUES (1,'2014_10_12_000000_create_users_table',1),(2,'2014_10_12_100000_create_password_resets_table',1),(3,'2018_03_20_171821_add_avatar_and_introduction_to_users_table',1),(4,'2018_03_25_151636_create_news_categories_table',1),(5,'2018_03_25_154025_seed_news_categories_data',1),(6,'2018_03_25_162528_create_news_table',1),(7,'2018_04_03_171404_create_recruits_table',1),(8,'2018_04_21_101442_create_questions_table',1),(9,'2018_05_08_151316_create_categories_table',1),(10,'2018_05_09_105221_seed_categories_data',1),(11,'2018_05_09_155512_create_brands_table',1),(12,'2018_05_10_093022_add_nationality_and_major_products_to_brands_table',1),(13,'2018_05_10_112012_create_products_table',1);
/*!40000 ALTER TABLE `migrations` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `news`
--

DROP TABLE IF EXISTS `news`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `news` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `title` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `body` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `user_id` int(10) unsigned NOT NULL,
  `news_category_id` int(10) unsigned NOT NULL,
  `reply_count` int(10) unsigned NOT NULL DEFAULT '0',
  `view_count` int(10) unsigned NOT NULL DEFAULT '0',
  `last_reply_user_id` int(10) unsigned NOT NULL DEFAULT '0',
  `order` int(10) unsigned NOT NULL DEFAULT '0',
  `excerpt` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `slug` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `news_title_index` (`title`),
  KEY `news_user_id_index` (`user_id`),
  KEY `news_news_category_id_index` (`news_category_id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `news`
--

LOCK TABLES `news` WRITE;
/*!40000 ALTER TABLE `news` DISABLE KEYS */;
/*!40000 ALTER TABLE `news` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `news_categories`
--

DROP TABLE IF EXISTS `news_categories`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `news_categories` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `name` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '名称',
  `description` text COLLATE utf8mb4_unicode_ci COMMENT '描述',
  `news_count` int(11) NOT NULL DEFAULT '0' COMMENT '新闻数',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `news_categories_name_index` (`name`)
) ENGINE=InnoDB AUTO_INCREMENT=3 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `news_categories`
--

LOCK TABLES `news_categories` WRITE;
/*!40000 ALTER TABLE `news_categories` DISABLE KEYS */;
INSERT INTO `news_categories` VALUES (1,'行业资讯','行业实时资讯，最新流行产品，最新价格行情。',0,NULL,NULL),(2,'企业新闻','企业大事记，传播信息，传播价值。',0,NULL,NULL);
/*!40000 ALTER TABLE `news_categories` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `password_resets`
--

DROP TABLE IF EXISTS `password_resets`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `password_resets` (
  `email` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `token` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  KEY `password_resets_email_index` (`email`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `password_resets`
--

LOCK TABLES `password_resets` WRITE;
/*!40000 ALTER TABLE `password_resets` DISABLE KEYS */;
/*!40000 ALTER TABLE `password_resets` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `products`
--

DROP TABLE IF EXISTS `products`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `products` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `name` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `model_number` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `introduce` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `doc_url` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `cover_image` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `category_id` int(10) unsigned NOT NULL,
  `brand_id` int(10) unsigned NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=13 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `products`
--

LOCK TABLES `products` WRITE;
/*!40000 ALTER TABLE `products` DISABLE KEYS */;
INSERT INTO `products` VALUES (1,'芬兰美卓METSO-ND9000系列智能定位器','ND9106HXT','<h5><span style=\"color: rgb(51, 51, 51);\">METSO&nbsp;美卓 定位器&nbsp;ND9103HNT</span></h5><h5><span style=\"color: rgb(51, 51, 51);\">metso美卓ND9102HX1</span></h5><h5><span style=\"color: rgb(51, 51, 51);\">metso美卓ND9102HX2-102</span></h5><h5><span style=\"color: rgb(51, 51, 51);\">metso美卓ND9103HX1</span></h5><h5><span style=\"color: rgb(51, 51, 51);\">metso美卓ND9106HX1</span></h5><h5><span style=\"color: rgb(51, 51, 51);\">美卓&nbsp;5H36HBRT</span></h5><h5><span style=\"color: rgb(51, 51, 51);\">美卓&nbsp;METSO ND9106HXT</span></h5><h5><span style=\"color: rgb(51, 51, 51);\">美卓&nbsp;METSO&nbsp;定位器&nbsp;ND9106HNT/K05</span></h5><h5><span style=\"color: rgb(51, 51, 51);\">metso美卓&nbsp;EN33A05DM</span></h5><h5><span style=\"color: rgb(51, 51, 51);\">metso美卓&nbsp;ND91006HXT</span></h5>','http://www.hbjomay.com/uploads/images/product-docs/201806/11//_1528721230_BYLuFTXxv9.pdf','http://www.hbjomay.com/uploads/images/products/201806/11//_1528721230_R5r7ih3fD2.jpg',44,1,'2018-06-11 12:47:10','2018-06-11 12:47:10'),(2,'美卓METSO-NP700 系列气动定位器','NP','<p><b>技术规范</b></p><p>标准输入信号4 - 20毫安，0 - 20毫安（直流）</p><p>分裂范围4 - 12毫安，12 - 20毫安</p><p>输入电阻最大190Ω</p><p>转向角</p><p>反馈轴最大95°</p><p>转角关系</p><p>信号线性</p><p>供给压力P S 0.14～0.8 MPa</p><p>1.4 - 8巴格/ 20 - 115磅/英寸</p><p>供气压力P＜0.2%／10 kPa／0.14%／psi的影响</p><p>环境温度- 25至85°C//至15°至185°F</p><p>温度＜0.05%°C／＜0.025%°/°F的影响</p><p>中等恒力执行器的性能</p><p>-死区&lt; 0.3%</p><p>-滞后＜0.7%</p><p>-线性＜2%</p><p>对振动的影响（1.5克，5-100赫兹）＜1%</p><p><br></p><p><b>材料：</b></p><p>铝阳极氧化膜，环氧树脂涂层。</p><p>-覆盖层为聚碳酸酯或铝合金。内部零件是</p><p>不锈钢和铝合金。</p><p>-膜片和密封件是丁腈橡胶（标准模型）。</p><p>重量约2.3公斤/磅4.8磅</p><p>标准信号</p><p>压力范围20～100千帕</p><p>0.2 - 1巴格/ 3 - 15磅/英寸</p><p>分裂范围20 - 60千帕，60 - 100千帕</p><p>3 - 9磅/秒，9—15磅/英寸</p><p>转向角</p><p>反馈轴最大95°</p><p>转角关系</p><p>信号线性</p><p>供给压力P S 0.14～1 MPa</p><p>1.4 - 10巴格/ 20 - 140磅/英寸</p><p>供给压力的影响＜0.2%／10 kPa／0.14%／psi</p><p>环境温度- 40至90°C//至40°至200°F</p><p>温度＜0.07%°C／＜0.025%°/°F的影响</p><p>＜0.15%°C／＜0.05%°/°F</p>','http://www.hbjomay.com/uploads/images/product-docs/201806/11//_1528722234_AF65emx0SA.pdf','http://www.hbjomay.com/uploads/images/products/201806/11//_1528722234_jabaqFMoDb.jpg',44,1,'2018-06-11 13:03:54','2018-06-11 13:03:54'),(3,'美卓METSO-NE700 系列电动定位器','NE724/S1','<p><b>技术规范</b></p><p>标准输入信号4 - 20毫安，0 - 20毫安（直流）</p><p>分裂范围4 - 12毫安，12 - 20毫安</p><p>输入电阻最大190Ω</p><p>转向角</p><p>反馈轴最大95°</p><p>转角关系</p><p>信号线性</p><p>供给压力P S 0.14～0.8 MPa</p><p>1.4 - 8巴格/ 20 - 115磅/英寸</p><p>供气压力P＜0.2%／10 kPa／0.14%／psi的影响</p><p>环境温度- 25至85°C//至15°至185°F</p><p>温度＜0.05%°C／＜0.025%°/°F的影响</p><p>中等恒力执行器的性能</p><p>-死区&lt; 0.3%</p><p>-滞后＜0.7%</p><p>-线性＜2%</p><p>对振动的影响（1.5克，5-100赫兹）＜1%</p><p><br></p><p><b>材料：</b></p><p>铝阳极氧化膜，环氧树脂涂层。</p><p>-覆盖层为聚碳酸酯或铝合金。内部零件是</p><p>不锈钢和铝合金。</p><p>-膜片和密封件是丁腈橡胶（标准模型）。</p><p>重量约2.3公斤/磅4.8磅</p>','http://www.hbjomay.com/uploads/images/product-docs/201806/11//_1528722831_HaExR8BHxU.pdf','http://www.hbjomay.com/uploads/images/products/201806/11//_1528722831_cBIaNk2YKy.jpg',44,1,'2018-06-11 13:13:51','2018-06-11 13:13:51'),(4,'美卓METSO-B系列执行器','B1CU/32-105','<p>Metso-Neles双作用弹簧复位B系列&nbsp;活塞式致动器被设计用于两者。</p><p>调制控制和开关服务。B1C系列</p><p>B1J设计为ISO 5211/1，</p><p>当“stay out ”是要求，双重作用</p><p>B1C系列是首选。本系列有几种</p><p>扭矩输出从&nbsp;40 Nm to 100 000 Nm&nbsp;(29.5 lbf ft to 73 756 lbf ft)</p><p>最大供气压力10巴（145磅/平方英寸）。</p><p><br></p><p>如果需要故障模式，则弹簧返回B1J系列。</p><p>一个4巴（58磅）供应范围的中档弹簧，A</p><p>较低的供应压力为3巴（44磅/英寸）的弹簧范围和更强的弹簧为5.5巴（80磅/平方英寸）范围。</p><p>这些致动器提供扭矩输出从25纳米到</p><p>12000纳米（18，5磅英尺到8851磅英尺）最大供应量</p><p>压力为8.5巴（124磅/平方英寸）。</p>','http://www.hbjomay.com/uploads/images/product-docs/201806/11//_1528724006_l0jhvXsHJw.pdf','http://www.hbjomay.com/uploads/images/products/201806/11//_1528724006_pheGxNtUOX.jpg',45,1,'2018-06-11 13:33:26','2018-06-11 13:33:26'),(5,'Bender 本德尔 剩余电流监视器 RCM420-D-2','RCM420-D-2','<p><span style=\"color: rgb(0, 0, 0);\"><strong>bender&nbsp;剩余电流监视器 RCM420-D-2 产品描述</strong></span></p><p><span style=\"color: rgb(0, 0, 0);\">脉动直流或交流敏感型剩余电流监视仪</span></p><p><span style=\"color: rgb(0, 0, 0);\">外接测量电流互感器</span></p><p><span style=\"color: rgb(0, 0, 0);\">真有效值测量</span></p><p><span style=\"color: rgb(0, 0, 0);\">测量值液晶显示</span></p><p><span style=\"color: rgb(0, 0, 0);\">两组独立的响应值设定</span></p><p><span style=\"color: rgb(0, 0, 0);\">响应值调节范围10mA-10A</span></p><p><span style=\"color: rgb(0, 0, 0);\">动作值记忆</span></p><p><span style=\"color: rgb(0, 0, 0);\">剩余电流频率范围42-2000Hz</span></p><p><span style=\"color: rgb(0, 0, 0);\">两组独立的输出报警继电器</span></p><p><span style=\"color: rgb(0, 0, 0);\">内置或外接自检/复位按钮</span></p><p><span style=\"color: rgb(0, 0, 0);\">接线监视</span></p><p><span style=\"color: rgb(0, 0, 0);\">导轨安装</span></p><p><span style=\"color: rgb(0, 0, 0);\"><br></span></p><p><span style=\"color: rgb(0, 0, 0);\"><strong>Bender 剩余电流监视器 RCM420-D-2 产品特点</strong></span></p><p><span style=\"color: rgb(0, 0, 0);\">交流和脉冲直流灵敏剩余电流监视器类型，根据IEC 62020</span></p><p><span style=\"color: rgb(0, 0, 0);\">RMS测量（AC）</span></p><p><span style=\"color: rgb(0, 0, 0);\">两个独立可调响应</span></p><p><span style=\"color: rgb(0, 0, 0);\">频率范围42 ... 2000赫兹</span></p><p><span style=\"color: rgb(0, 0, 0);\">启动，运行和释放延时可调</span></p><p><span style=\"color: rgb(0, 0, 0);\">重启功能</span></p><p><span style=\"color: rgb(0, 0, 0);\">通过液晶显示器数字显示测量值</span></p><p><span style=\"color: rgb(0, 0, 0);\">测量值内存运行值</span></p><p><span style=\"color: rgb(0, 0, 0);\">连接监控探头</span></p><p><span style=\"color: rgb(0, 0, 0);\">指示灯：电源接通，报警1，报警2</span></p><p><span style=\"color: rgb(0, 0, 0);\">测试/复位按钮内部/外部</span></p><p><span style=\"color: rgb(0, 0, 0);\">两个独立的报警继电器有1个转换</span></p><p><span style=\"color: rgb(0, 0, 0);\">NO / NC和故障记忆行为选择</span></p><p><span style=\"color: rgb(0, 0, 0);\">为设备设置密码保护</span></p><p><span style=\"color: rgb(0, 0, 0);\">装置自监测</span></p><p><span style=\"color: rgb(0, 0, 0);\">密封的透明盖</span></p><p><span style=\"color: rgb(0, 0, 0);\">2模块外壳（36 MM）</span></p><p><span style=\"color: rgb(0, 0, 0);\">符合RoHS</span></p><p><span style=\"color: rgb(0, 0, 0);\">弹簧夹（每个连接两个终端）</span></p>','http://www.hbjomay.com/uploads/images/product-docs/201806/11//_1528725337_TEFsIJHDDk.pdf','http://www.hbjomay.com/uploads/images/products/201806/11//_1528725337_7LtyBnsVFl.jpg',177,2,'2018-06-11 13:55:37','2018-06-11 13:55:37'),(6,'Bender 本德尔 绝缘检测仪 ISO685-D','ISO685-D','<p><span style=\"color: rgb(0, 0, 0);\"><strong>bender&nbsp;绝缘检测仪&nbsp;ISO685-D 产品描述</strong></span></p><p><span style=\"color: rgb(0, 0, 0);\">用于未接地AC / DC系统的数字接地故障检测器</span></p><p>该设备符合或超过NEC 250.21（B）和CEC 10-106（2）对未接地交流系统中地面探测器的要求，</p><p>以及NEC 250.167（A）对未接地直流系统的要求。iso685是用于未接地AC / DC系统的最新一代接地故障监测。</p><p>包含Bender在不接地系统方面的广泛专业知识成为一个设备，iso685适用于几乎所有类型的系统，具有简单的安装和预设设置功能。</p><p>iso685连接到高达690 VAC / 1000 VDC的系统，并兼容可变频率系统驱动器（VFD / ASD）。</p><p>可选的电压耦合器可扩展此电压范围。在初始设置期间，iso685具有预定义的配置文件，可根据应用定制设备的设置。</p><p>板载isoGraph功能允许随着时间推移系统的绝缘电阻 - 无需软件。可提供各种报警输出，包括干触点，模拟输出，蜂鸣器发声和远程通讯选项。</p><p><br></p><p><span style=\"color: rgb(0, 0, 0);\"><strong>Bender 绝缘检测仪 ISO685-D 产品特色</strong></span></p><p><span style=\"color: rgb(0, 0, 0);\">用于监控几乎所有类型的690 VAC / 1000 VDC的不接地系统中的接地故障的单一解决方案（电压耦合器可扩展此范围）</span></p><p><span style=\"color: rgb(0, 0, 0);\">通过监控系统的绝缘电阻来检测接地故障，两个可单独调节的报警值（1kΩ - 10MΩ）</span></p><p><span style=\"color: rgb(0, 0, 0);\">适用于纯AC，纯DC和混合AC / DC系统，包括带变频器（VFD）的系统，</span></p><p><span style=\"color: rgb(0, 0, 0);\">结合多种测量方法，确保系统类型的最佳测量技术</span></p><p><span style=\"color: rgb(0, 0, 0);\">数字显示实时显示读数</span></p><p><span style=\"color: rgb(0, 0, 0);\">易于使用的板载菜单，用于管理设置</span></p><p><span style=\"color: rgb(0, 0, 0);\">预定义的测量配置文件，以简化系统类型/应用程序的设置过程</span></p><p><span style=\"color: rgb(0, 0, 0);\">通过板载时间图绘制系统隔离的高级趋势</span></p><p><span style=\"color: rgb(0, 0, 0);\">各种报警输出，包括2个SPDT触点，模拟输出和高级通讯选项</span></p><p><span style=\"color: rgb(0, 0, 0);\">自动自检</span></p><p><span style=\"color: rgb(0, 0, 0);\">历史记忆最多可存储1000个事件</span></p><p><span style=\"color: rgb(0, 0, 0);\">符合NEC 250.21（B）和CEC 10-106（2）的地面探测器要求</span></p>','http://www.hbjomay.com/uploads/images/product-docs/201806/11//_1528725963_vG3TOk1Ga3.pdf','http://www.hbjomay.com/uploads/images/products/201806/11//_1528725963_KZcPjSE8oa.jpg',177,2,'2018-06-11 14:06:03','2018-06-11 14:06:03'),(7,'Bender 本德尔 绝缘检测仪 IRDH275BM-727','IRDH275BM-727','<p><strong>bender本德尔&nbsp;绝缘检测仪IRDH275BM-727 描述</strong></p><p>IRDH275绝缘检测仪的绝缘电阻（IT系统）AC，AC / DC 0~793 V或DC 0〜650V的AMPPlus测量方法符合这往往现代电源的特殊要求逆变器，DC，晶闸管并直接连接直流分量。由于干扰抑制高漏电容对地发生在这些系统中经常存在的，这是由最大测量时间的自动调节通过IRDH275考虑。在同一个连接装置连接的设备也可以用于更高的电压。由于单独的电源电压，在断电系统的监测是可能的。安装在配电门见式IRDH375（B）。</p><p><br></p><p><strong>bender本德尔 绝缘检测仪IRDH275BM-727 特点</strong></p><p>对出土的系统AC绝缘监测，AC / DC 0 ... 793 V，DC 0 ... 650 V.</p><p>额定电压通过耦合扩展</p><p>两个独立可调响应1千欧... 10米</p><p>AMP 加测量原理</p><p>自动适应系统泄漏</p><p>为设备设置和系统泄漏的显示信息按钮</p><p>具有自动通知自监控</p><p>自动自检可以选择</p><p>连接外部显示器欧姆</p><p>测试和复位按钮</p><p>连接外部测试/复位按钮</p><p>两个独立的报警继电器有两个无电压转换</p><p>或闭路切换选择</p><p>背光液晶显示器</p><p>RS-485接口</p><p><br></p><p><strong>bender本德尔 绝缘检测仪IRDH275BM-727 应用</strong></p><p>AC，DC或AC / DC主电路</p><p>AC / DC直接连接DC组件，如变频器，逆变器，晶闸管控制直流调速器主电路</p><p>UPS电池系统</p><p>与相位控制加热器</p><p>设备与开关电源</p><p>IT系统，包括高泄漏</p><p>再加上IT系统</p><p><br></p><p><strong>bender本德尔 绝缘检测仪IRDH275BM-727 可选配件</strong></p><p>外部欧姆测量仪器400微安</p><p>型号：7204-1421 &nbsp; &nbsp;订货号B986763</p><p>型号：9604-1421 &nbsp; &nbsp;订货号B986764</p><p>外部欧姆测量仪器20毫安</p><p>型号：9620-1421 &nbsp; &nbsp;订货号B986841</p><p>耦合装置</p><p>型号：AGH150W-4 &nbsp; &nbsp;DC 0~1760 V &nbsp; 订货号B98018006</p><p>型号：AGH204S-4 &nbsp; &nbsp;AC 0~1650（1300）V &nbsp; &nbsp;订货号B914013</p><p>型号：AGH520S &nbsp; &nbsp;AC 0~7200 V &nbsp; &nbsp;订货号B913033</p>','http://www.hbjomay.com/uploads/images/product-docs/201806/11//_1528726320_i5RA5tU1e7.pdf','http://www.hbjomay.com/uploads/images/products/201806/11//_1528726320_UwBx9vEB4c.jpg',177,2,'2018-06-11 14:12:00','2018-06-11 14:12:00'),(8,'本德尔 接地电流检测单元RCMA470LY-21','RCMA470LY-21','<p>bender/本德尔接地电流检测单元RCMA470LY-21</p><p>通过外部电流互感器测量系统的接地故障电流</p><p>所有相（包括中性线（如果存在））通过电流互感器放置</p><p>显示当前测量值（以设定值的百分比测量）</p><p>如果测量值超过响应值，触点切换和报警在时间延迟过期后，LED激活</p><p>如果设备设置为非锁存模式接地故障清除，则报警将清除</p><p>如果设备设置为锁存模式在手动复位设备或电源电压丢失之前，报警将不会清除</p><p>TEST功能允许对设备进行内部操作测试</p><p>通过设备的DIP开关和电位计设备和外部电流互感器之间的连接是连续的监测</p><p>如果设备检测到连接错误，则CT连接监控报警将激活，并且触点将立即改变</p><p><br></p><p><b>应用</b></p><p>单相或三相交流系统中的接地故障检测</p><p>电机和电机控制系统</p><p>报警系统，安全装置</p><p>正常离线单导线的电流监测</p><p>冷藏设备与有价值的冷冻食品</p><p>工业控制</p>','http://www.hbjomay.com/uploads/images/product-docs/201806/13//_1528892432_0ksGfuZ60Q.pdf','http://www.hbjomay.com/uploads/images/products/201806/13//_1528892432_jWgwpdOXTN.gif',179,2,'2018-06-13 12:20:32','2018-06-13 12:20:32'),(9,'Bender 本德尔 剩余电流监视仪 RCMS490-D','RCMS490-D','<p><b>bender本德尔 剩余流量监视仪RCMS490-D 描述</b></p><p>剩余电流监测系统（RCMS）系统包括一个或多个差分电流监测RCMS460-D / L或RCMS490-D / -L，它可以检测并通过分析相关的测量电流变压器故障，剩余和工作电流在接地电源，要监视的系统的最大电压取决于用于母线系统，或进行电缆或电线的测量电流互感器的额定绝缘电压。</p><p>对于极敏感的数据采集（符合IEC / TR 60755：B型）闭合测量电流互感器W¯¯需要AB系列。对于W每组6测量电流互感器需要AB的AN420或AN110。</p><p>对于交流和脉冲电流（符合IEC / TR 60755：A类），测量电流互感器W系列（关闭），WR（矩形），WS（整除），并用WF（灵活）。</p><p>各测量电流互感器可以连接在监视设备的测量信道的任意组合。</p><p>每个RCMS460-D / -L和RCMS490-D / -L有12个测量通道。</p><p>经由BMS总线（RS-485接口与BMS协议）高达90残余电流监测设备可以连接，从而达到1080测量信道（电路）被监视。</p><p>为的人员，消防和植物保护的目的，频率响应可以相应地设置。测得的电流进行分析，以谐波。</p><p>Bender本德尔 剩余流量监视仪RCMS490-D 特点</p><p>可选的AC，通过选择测量电流互感器为每个通道脉冲或极灵敏的测量真有效值（RMS）每一个单位12个测量通道的剩余电流测量或数字输入截至90显示器RCMS，系统1080测量通道快速并行扫描所有通道响应范围：10马10 A（0 ~2000赫兹），6个马20 A（42 ~2000赫兹），100马... 125 A（42 ~2000 Hz）的RCMS-D4预置功能调整时间延迟人事，火灾或植物保护可调频率特性</p><p>历史记忆与300个数据记录的时间戳记300数据记录/通道数据记录仪谐波分析，DC，THD两个报警继电器1转换设备型号RCMS490每个通道的报警触点NO / NC和故障记忆行为选择连接外部复位/测试按钮照明图形显示（7段显示器）和LED：通过BMS总线数据交换为设备设置密码保护永久性测量电流互感器连接监测符合RoHS</p><p><br></p><p><b>Bender本德尔 剩余流量监视仪 RCMS490-D 应用</b></p><p>测量和评估在频率范围0 ~2000赫兹（测量电流互感器W¯¯AB），42 ~2000赫兹载荷和装置的残余，故障和额定电流（W ,WR ，WS ,WF测量电流互感器）</p><p>在火灾危险火灾危险电流监测</p><p>TN-S系统的EMC监测“流浪”电流和额外的N-PE连接</p><p>N条导线过载监测由谐波引起的</p><p>PE和PA领导人目前的自由监控</p><p>剩余电流监测固定的电气系统和设备实际时期按照事故防范规定BGV A3和工业安全规范BetrSichV的决心。</p><p>个人及消防与快速关机</p><p>数字输入监控</p>','http://www.hbjomay.com/uploads/images/product-docs/201806/13//_1528893062_ZYAVZajNPY.pdf','http://www.hbjomay.com/uploads/images/products/201806/13//_1528893062_RyLREaDk4O.jpg',179,2,'2018-06-13 12:31:02','2018-06-13 12:31:02'),(10,'Bender 本德尔 绝缘故障定位仪EDS3092','EDS3092','<p><b>bender本德尔 绝缘故障定位EDS3092 描述</b></p><p>EDS3092，是绝缘故障定位的便携式设备中不接地系统来查找绝缘故障。</p><p>所有必要的组件都装在一个坚固的铝制外壳等易携带。</p><p>Bender本德尔 绝缘故障定位EDS3092 特点</p><p>在IT系统绝缘故障定位移动设备AC 0〜790 V，42 ... 460赫兹/ DC 0 ... 960 V或断开网络</p><p>剩余电流测量TN / TT系统</p><p>使用主电路和控制电路</p><p>测量夹具52分之20毫米（115毫米可选）</p><p>方便运输坚固的铝合金外壳</p><p>测试发生器PGH18 ...可变测试电流1 ...25毫安</p><p>集成测试电压在PGH186无电压（断开）网络</p><p>绝缘故障检测装置EDS195P</p><p>LCD显示器点亮3×16个字符</p><p>测量夹具包括五十二分之二十零毫米</p><p>电池供电（交流电源适配器提供）</p><p>响应绝缘故障2 ... 10 mA时的主电路</p><p>响应绝缘故障0.2 ...... 1毫安控制电路</p><p>响应差动电流测量10马... 10 A</p><p>可逆模式绝缘故障定位/泄漏试验</p><p>Bender本德尔绝缘故障定位EDS3092 应用</p><p>IT系统没有安装设备的绝缘故障定位（EDS）</p><p>EDS3090PG</p><p>主电路为交流20~575 V 42~460赫兹，DC 20 ~504 V配合AGE185到AC 500~790 V 42~460赫兹，DC 400~960 V</p><p>EDS3091PG</p><p>控制电路AC 20~265 V 42~460赫兹，DC 20~308 V</p><p>EDS3092PG</p><p>与PGH185交流20主电路575 V 42~460赫兹，DC 20~504 V配合AGE185到AC 500~790 V 42~460赫兹，DC 400~960 V代表与PGH183到AC 20控制电路265 V 42~460赫兹，DC 20~308 V</p><p>EDS3096PG</p><p>在所有极主电路断开IT系统AC 0〜575 V 42~460赫兹，DC 0~504 V</p><p>EDS3096PV</p><p>与PGH186交流20光伏系统575 V 42~460赫兹，DC 20~504 V配合AGE185到AC 500~790 V 42~460赫兹，DC 400~960 V</p><p>IT系统与安装的设备绝缘故障定位（EDS）</p><p>EDS3090</p><p>对于安装设备主电路与EDS460 / 490绝缘故障定位</p><p>EDS3091</p><p>对于安装设备的控制电路与EDS461 / 491绝缘故障定位</p>','http://www.hbjomay.com/uploads/images/product-docs/201806/13//_1528893383_pxEUopYvaj.pdf','http://www.hbjomay.com/uploads/images/products/201806/13//_1528893383_ny0HPsQ6ME.jpg',179,2,'2018-06-13 12:36:23','2018-06-13 12:36:23'),(11,'Bender 本德尔 绝缘故障定位仪 PGH473','PGH473','<p>bender本德尔 绝缘故障定位仪PGH471 描述</p><p>测试发电机系列PGH47旨在产生绝缘故障定位测试。</p><p>变体在所允许的最大的测试电流的量不同。</p><p>它是在将一绝缘监视装置系统中使用。</p><p>bender本德尔 绝缘故障定位仪PGH471 特点</p><p>测试：</p><p>PGH471：最大。25/10毫安;</p><p>PGH473：最大。2.5 /1毫安</p><p>电源指示灯</p><p>报警指示灯RS-485有源</p><p>两个报警LED用于正和负测试速率</p><p>报警继电器带有浮动使消息绝缘故障运行</p><p>开始/停止按钮来激活或取消绝缘故障</p><p>Bender本德尔 绝缘故障定位仪PGH471 应用</p><p>设备绝缘故障定位测试发生器</p><p>PGH471：IT主电路</p><p>PGH473：IT控制电路</p>','http://www.hbjomay.com/uploads/images/product-docs/201806/13//_1528893634_h0khtofBJw.pdf','http://www.hbjomay.com/uploads/images/products/201806/13//_1528893634_5Ycbh5lyE1.gif',179,2,'2018-06-13 12:40:34','2018-06-13 12:40:34'),(12,'Bender 本德尔 绝缘监视仪 IRDH575系列','IRDH575系列','<p>bender本德尔 绝缘监视仪 IRDH575 描述</p><p>IRDH575监控不接地电源（IT系统）的绝缘电阻，它们可以在3（N）的AC，AC / DC和DC系统中使用。</p><p>在交流系统包括广泛的直流供给负载可以存在，例如，作为整流器，转换器或可控硅控制的直流驱动器。</p><p>与串联EDS4或相关联的测量电流互感器的绝缘故障检测装置结合可以内置与IRDH575装置，用于绝缘故障的位置。</p><p>Bender本德尔 绝缘监视仪 IRDH575 特点</p><p>通用3（N）AC，AC / DC和DC IT系统的20 ... 575 V / 340 ... 760 V.</p><p>响应范围1千欧... 10米</p><p>信息按钮以显示各种参数和系统的泄漏</p><p>全面的自我系统故障报警继电器</p><p>测试和复位按钮，内部/外部</p><p>2个独立的报警继电器，静态/操作选择</p><p>背光液晶显示4×16字符</p><p>RS-485接口</p><p>数据存储，网络断线和0/4 ... 20 mA电流输出</p><p>扩展为绝缘故障位置的设备最多为1080电路</p><p>可调测试绝缘故障定位</p><p>适用于设备中作绝缘故障定位EDS4 ...</p><p>AMP测量原理</p><p>Bender本德尔 绝缘监视仪 IRDH575 应用</p><p>监控IT系统的绝缘电阻</p><p>通过额外的绝缘故障检测装置EDS4手段找到绝缘故障...</p>','http://www.hbjomay.com/uploads/images/product-docs/201806/13//_1528893829_WRzEGarn8s.pdf','http://www.hbjomay.com/uploads/images/products/201806/13//_1528893829_FdwLF4PiRM.gif',179,2,'2018-06-13 12:43:49','2018-06-13 12:43:49');
/*!40000 ALTER TABLE `products` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `questions`
--

DROP TABLE IF EXISTS `questions`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `questions` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `title` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `content` text COLLATE utf8mb4_unicode_ci,
  `user_id` int(10) unsigned NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `questions_title_index` (`title`),
  KEY `questions_user_id_index` (`user_id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `questions`
--

LOCK TABLES `questions` WRITE;
/*!40000 ALTER TABLE `questions` DISABLE KEYS */;
/*!40000 ALTER TABLE `questions` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `recruits`
--

DROP TABLE IF EXISTS `recruits`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `recruits` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `position` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `recruit_count` int(10) unsigned NOT NULL DEFAULT '0',
  `requirement` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `recruits`
--

LOCK TABLES `recruits` WRITE;
/*!40000 ALTER TABLE `recruits` DISABLE KEYS */;
/*!40000 ALTER TABLE `recruits` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `users`
--

DROP TABLE IF EXISTS `users`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `users` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `name` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `email` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `password` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `remember_token` varchar(100) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `avatar` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `introduction` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `users_email_unique` (`email`)
) ENGINE=InnoDB AUTO_INCREMENT=2 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `users`
--

LOCK TABLES `users` WRITE;
/*!40000 ALTER TABLE `users` DISABLE KEYS */;
INSERT INTO `users` VALUES (1,'Dsy','Dsy@hbjomay.com','$2y$10$Jg3OB8zlJAG6ZpOCK0iYi.uFmNhr9B11OIwJ2G9O9dTWsUX26Rb/.','X7XzXhxJVGagdOB6rEnzk2L8W1sB7ztt2WiW5GsmyXXom8p7UH7KV486cRrn','2018-06-11 05:06:40','2018-06-11 05:06:40',NULL,NULL);
/*!40000 ALTER TABLE `users` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2019-06-19 20:57:07
